[
    {
        "title": "prologue.",
        "text": "Bienvenue sur FeliSweet, où chaque année est une aventure féline pleine de découvertes et de moments magiques. Laissez-nous, Marie-Bénédicte et mes chats d’amour Sweety, Zigpo et Mimoso, vous emmener à travers les pages de notre histoire en 2023, une année de croissance et d'amour partagé avec nos amis à quatre pattes.",
        "fx": "fx1"
    },
    {
        "subtitle": "chapitre 1.",
        "title": " adieux doux - les moments magiques avec Isis.",
        "text": "Dans chaque doux câlin partagé avec Isis, des liens uniques s'épanouissent, capturés en images qui se dévoilent en douceur. Ces instants magiques, visuellement narrés par des photos, ont nourri l'âme de FeliSweet. Laissez-vous emporter visuellement par ces adieux doux, une empreinte ineffaçable dans nos cœurs, avant que les mots ne prolongent le récit d'Isis.",
        "fx": "fx1",
        "cllgFx": "fx1",
        "backgroundColor": "goose-down-beige",
        "textColor": "dallas-brown",
        "pseudoBackgroundColor": "sandy-clay-beige",
        "spacing": "xl",
        "collage": [
            "c1-1.jpg",
            "c1-2.jpg",
            "c1-3.jpg",
            "c1-4.jpg",
            "c1-5.jpg",
            "c1-6.jpg",
            "c1-7.jpg",
            "c1-8.jpg",
            "c1-9.jpg",
            "c1-10.jpg",
            "c1-11.jpg",
            "c1-12.jpg",
            "c1-13.mp4",
            "c1-14.mp4",
            "c1-15.mp4",
            "c1-16.mp4",
            "c1-17.mp4",
            "c1-18.mp4",
            "c1-19.mp4",
            "c1-20.mp4",
            "c1-21.mp4",
            "c1-22.mp4",
            "c1-23.mp4",
            "c1-24.mp4"
        ]
    },
    {
        "subtitle": "chapitre 2.",
        "title": "feliFun - jouer jusqu'à l'Épuisement.",
        "text": "Les images des sessions de jeu s'animent, plongeant directement dans une vidéo de moments captivants. C'est dans cette énergie débordante que nos amis félins expriment leur joie pure. Explorez ces instants où le jeu se transforme en une danse joyeuse entre humains et chats, chaque saut et frémissement une invitation à partager ce bonheur ludique.",
        "fx": "fx1",
        "cllgFx": "fx2",
        "videoFx": "fx1",
        "textPosition": "bottom",
        "collage": [
            "c2-1.jpg",
            "c2-2.jpg",
            "c2-3.jpg",
            "c2-4.jpg",
            "c2-5.jpg",
            "c2-6.jpg",
            "c2-7.jpg",
            "c2-8.jpg",
            "c2-9.jpg",
            "c2-10.jpg",
            "c2-11.jpg",
            "c2-12.jpg",
            "c2-13.jpg",
            "c2-14.mp4",
            "c2-15.mp4",
            "c2-16.jpg"
        ],
        "video": "c2-finale.mp4"
    },
    {
        "subtitle": "chapitre 3.",
        "title": "des adieux difficiles - hommage aux Étoiles Félines.",
        "text": "Dans ce chapitre dédié à nos amis qui ont rejoint les étoiles, nous voulons prendre un moment pour rendre hommage à leurs vies exceptionnelles : Pacha, Isis, Câline, et Mr. Chat. Leurs empreintes demeurent gravées dans nos cœurs, témoignages vivants de l'amour partagé et des souvenirs chéris.",
        "fx": "fx1",
        "cllgFx": "fx3",
        "backgroundColor": "goose-down-beige",
        "textColor": "dallas-brown",
        "textPosition": "center-special",
        "pseudoBackgroundColor": "sandy-clay-beige",
        "spacing": "normal",
        "collage": [
            "c3-1.jpg",
            "c3-2.jpg",
            "c3-3.jpg",
            "c3-4.jpg",
            "c3-5.jpg",
            "c3-6.jpg",
            "c3-7.jpg",
            "c3-8.jpg",
            "c3-9.jpg"
        ]
    },
    {
        "subtitle": "chapitre 4.",
        "title": "défiant la peur - les rencontres avec les Timides.",
        "text": "La fierté d'approcher les chats craintifs est au cœur de ce chapitre. En tant que professionnelle passionnée des félins, j'ai surmonté les obstacles, résolvant des problèmes de comportement que même leurs humains trouvaient inaccessibles. Chaque moment a été une victoire sur la peur, illustrant la puissance de la patience et de la connexion.",
        "fx": "fx1",
        "cllgFx": "fx4",
        "backgroundColor": "light-blue",
        "textPosition": "bottom-special",
        "collage": [
            "c4-1.jpg",
            "c4-2.jpg",
            "c4-3.jpg",
            "c4-4.jpg",
            "c4-5.jpg"
        ]
    },
    {
        "subtitle": "chapitre 5.",
        "title": "Sushi's triumph - une transformation de deux ans.",
        "text": "L'histoire remarquable de Sushi s'étend sur deux ans de désensibilisation, culminant dans une adoption émouvante. Partageons le triomphe de sa transformation, de l'adulte sauvage à un compagnon aimant. Sushi a trouvé une nouvelle maison en devenant ami de Gamin, qui cherchait de la compagnie après avoir perdu son ami d'enfance, Pacha.",
        "fx": "fx1",
        "videoFx": "fx1",
        "textPosition": "top",
        "backgroundColor": "peach-shortcake-orange",
        "pseudoBackgroundColor": "stone-blue",
        "textColor": "goose-down-beige",
        "spacing": "normal"
    },
    {
        "subtitle": "chapitre 6.",
        "title": "de la peur à la confiance - les Chats du Foyer d'accueil.",
        "text": "Voyageons au foyer des Petits Clochards, où mes sessions de désensibilisation, en tant que comportementaliste professionel, ont métamorphosé es chats sauvages, en compagnons  plus à l'aise avec le contact humain. mais restant encore timides.",
        "fx": "fx1",
        "cllgFx": "fx1",
        "spacing": "xl",
        "backgroundColor": "clear-day-white",
        "collage": [
            "c6-1.jpg",
            "c6-2.jpg",
            "c6-3.jpg",
            "c6-4.jpg",
            "c6-5.jpg",
            "c6-6.jpg",
            "c6-7.mp4",
            "c6-8.jpg",
            "c6-9.mp4",
            "c6-10.jpg",
            "c6-11.jpg",
            "c6-12.mp4",
            "c6-13.jpg",
            "c6-14.mp4",
            "c6-15.mp4",
            "c6-16.mp4"
        ]
    },
    {
        "subtitle": "chapitre 7.",
        "title": "la Quête du Savoir félin.",
        "text": "Plongeons dans les moments de formation approfondie sur les comportements félin, celles qui étaient fatigantes, mais satisfaisantes. Chaque connaissance acquise a renforcé notre engagement envers le bien-être des chats que nous chérissons.",
        "fx": "fx1",
        "cllgFx": "fx4",
        "backgroundColor": "shakespear-blue",
        "textPosition": "bottom-special",
        "collage": [
            "c7-1.jpg",
            "c7-2.jpg",
            "c7-3.jpg",
            "c7-4.jpg",
            "c7-5.jpg"
        ]
    },
    {
        "subtitle": "chapitre 8.",
        "title": "connecter les cœurs Félin-Humains.",
        "text": "À travers les réseaux sociaux, nous avons partagé des moments forts, des rires et des réels viraux. Joignez-vous à notre communauté passionnée pour célébrer les liens indestructibles entre les cœurs félin-humains.",
        "fx": "fx1",
        "cllgFx": "fx5",
        "spacing": "xl",
        "backgroundColor": "peach-shortcake-orange",
        "textColor": "flsw-orange",
        "pseudoBackgroundColor": "white",
        "socialMedia": true
    },
    {
        "subtitle": "épilogue.",
        "title": "réflexions & recules.",
        "text": "En regardant en arrière sur cette année riche en expériences, je tire des leçons précieuses. La patience, l'amour inconditionnel et la persévérance ont été les clés de notre succès. Les défis ont été des tremplins vers la croissance, et chaque moment a contribué à façonner notre histoire.",
        "fx": "fx1",
        "backgroundColor": "sandy-clay-beige"
    },
    {
        "subtitle": "épilogue.",
        "title": "l'histoire 2024.",
        "text": "À la communauté de FeliSweet et à tous ceux qui partagent notre passion, je souhaite une année 2024 empreinte de bonheur, de connexions félines profondes et de prospérité.",
        "fx": "fx1"
    },
    {
        "text": "Pour l'année 2024, que chaque jour soit une nouvelle aventure avec nos amis à fourrure.",
        "fx": "fx3"
    }
]